"Вкл." = "Увім.";

"Выкл." = "Вимк.";

"Идет поиск лампы..." = "Йде пошук лампи...";

"Лампа не найдена" = "Лампа не знайдено";

"Лампа уже была добавлена" = "Лампа вже була додана";

"Неверный IP - адрес" = "Невірний IP - адреса";

"Лампа добавлена" = "Лампа додана";

"Загружаем эффекты" = "Завантажуємо ефекти";

"Эффекты загружены" = "Ефекти завантажені";

"Не удалось загрузить эффекты" = "Неможливо завантажити ефекти";

"Обновляем информацию" = "Оновлюємо інформацію";

" сек" = " сек";

"Не выбраны эффекты. Нажмите тут для выбора." = "Натисніть тут для вибору ефектів.";

"Не выключать" = "Чи не вимикати";

"1 минуту" = "1 хвилину";

"5 минут" = "5 хвилин";

"10 минут" = "10 хвилин";

"15 минут" = "15 хвилин";

"30 минут" = "30 хвилин";

"45 минут" = "45 хвилин";

"60 минут" = "60 хвилин";


"Рассвет за 5 минут" = "Світанок за 5 хвилин";

"Рассвет за 10 минут" = "Світанок за 10 хвилин";

"Рассвет за 15 минут" = "Світанок за 15 хвилин";

"Рассвет за 20 минут" = "Світанок за 20 хвилин";

"Рассвет за 25 минут" = "Світанок за 25 хвилин";

"Рассвет за 30 минут" = "Світанок за 30 хвилин";

"Рассвет за 40 минут" = "Світанок за 40 хвилин";

"Рассвет за 50 минут" = "Світанок за 50 хвилин";

"Рассвет за 60 минут" = "Світанок за 60 хвилин";

"Пн." = "Пн.";
"Вт." = "Вт.";
"Ср." = "Ср.";
"Чт." = "Чт.";
"Пт." = "Пт.";
"Сб." = "Сб.";
"Вс." = "Нд.";

"Введите текст" = "Введіть текст";
"Введите текст для отправки" = "Введіть текст для відправки";
"Отправить" = "Надіслати";
"Отмена" = "Скасування";
"Сообщение" = "Повідомлення";

"Убрать из группы" = "Прибрати з групи";
"Добавить в группу" = "Додати в групу";

"Лампа не найдена." = "Лампа не знайдено.";
"Возможны, вы не подключены к точке доступа LedLamp" = "Можливі, ви не підключені до точки доступу LedLamp";
"Открыть настройки" = "Відкрити параметри";

"Каждый понедельник" = "Кожен понеділок";
"Каждый вторник" = "Щовівторка";
"Каждую среду" = "Кожну середу";
"Каждый четверг" = "Кожного четверга";
"Каждую пятница" = "Кожну п`ятницю";
"Каждую суббота" = "Кожну субота";
"Каждую воскресенье" = "Кожну неділя";

"Рассвет за" = "Світанок за";
"Повтор" = "Повтор";
"Выбрать эффекты" = "Вибрати ефекти";

"Нет подключения к лампе" = "«Підключення до лампи відсутнє»";
"Цветолампа" = "Лампа";
"Автопереключение" = "Автопереключення";

"Лампа выключена" = "Лампа вимкнена";

"Язык поменятся после перезапуска приложения." = "Мову буде змінено після перезавантаження додатка.";
"Системный язык поменялся. Выберите язык в приложении." = "Системна мова змінився. Виберіть мову в додатку.";

"Не удалось найти вашу лампу. Проверьте список Wi-Fi сетей.\n В списке появилась сеть лампы (LedLamp)? Если да: подключите к ней смартфон и нажмите кнопку ниже.\n Если нет: просто нажмите кнопку ниже для повторной попытки." = "Не вдалося знайти вашу лампу. Перевірте список Wi-Fi мереж.\n У списку з'явилась мережа лампи (LedLamp)? Якщо так: під'єднайтесь до неї та натисніть кнопку нижче.\n Якщо ні: просто натиснить кнопку нижче, щоб спробувати знову.";

"Не удалось найти вашу лампу. Убедитесь, что телефон подключен к Wi-Fi сети лампы и нажмите:" = "Не вдалося знайти вашу лампу. Переконайтесь, що смартфон під'єднаний до Wi-Fi мережі лампи та натисніть:";

"Подключите теперь телефон к Wi-Fi сети " = "Тепер під'єднайте смартфон до Wi-Fi мережі ";
" и нажмите Найти:" = " та натисніть Знайти:";

"Wi-Fi Роутер >" = "Wi-Fi Роутер >";
"Wi-Fi сеть лампы >" = "Wi-Fi мережа лампи >";
